{
  "AutoPairs": { "branch": "master" },
  "Catppuccin": { "branch": "main" },
  "Clangd Extensions": { "branch": "main" },
  "Cmp": { "branch": "main" },
  "Cmp Buffer": { "branch": "main" },
  "Cmp Cmdline": { "branch": "main" },
  "Cmp Nvim LSP": { "branch": "main" },
  "Cmp Path": { "branch": "main" },
  "Conform": { "branch": "master" },
  "Fugitive": { "branch": "master" },
  "Gitsigns": { "branch": "main" },
  "Hover": { "branch": "main" },
  "LSPConfig": { "branch": "master" },
  "LSPKind": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "Mason": { "branch": "main" },
  "Mason LSPConfig": { "branch": "main" },
  "Neogen": { "branch": "main" },
  "Telescope": { "branch": "master" },
  "Toggleterm": { "branch": "main" },
  "Treesitter": { "branch": "master" },
  "Treesitter Refactor": { "branch": "master" },
  "Treesitter TextObjects": { "branch": "master" },
  "Trouble": { "branch": "main" },
  "Web Devicons": { "branch": "master" },
  "WhichKey": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" }
}
